[General]
customDesktopLogo=Пользовательский Логотип Рабочего Стола 2.0
customDesktopLogoSettings=Пользовательский Логотип Рабочего Стола-Настройки
selectImages=отобрать изображения
changeImageFolder=Изменить Папку Изображений
refreshImageList=Обновить Список Изображений

instructions=Инструкции Изображения Логотипа:
instruction1=(1) используйте только изображения PNG.
instruction2=(2)для анимированых логотипов переименуйте избражения последовательно,используя цифры:1.PNG,2 формат PNG, 3.PNG, etc...
instruction3=(3) поместите изображения в новую папку.
instruction4=(4) поместите новую папку в каталог эмблемы пользовательского рабочего стола в папке" System "- > "Images".
instruction5=(5) нажмите кнопку "изменить папку изображений", чтобы перейти в каталог изображений.

zLevel=Z -Уровень
topmost=Высший
alwaysOnBottom=Всегда На Дне
multiMonitorDisplayModes=Режимы Дисплея Multi-Монитора
allSame=Все Же

primaryOnly=Только Первичный
allButPrimary=Все, Кроме Основного
virtualMonitor=виртуальный монитор
displayLocation=Расположение Дисплея
centre=Центр
bottomLeft=Внизу Слева
bottomMiddle=Нижняя Середина
bottomRight=правый нижний угол
leftMiddle=Слева Посередине
displayAtLocationOffset=Отображение Смещения Местоположения
topLeft=верхний левый угол
topMiddle=Верхняя Середина
topRight=Вверху Справа
rightMiddle=Справа Посередине
locationOffset=Смещение Местоположения
xCoordinate=X
yCoordinate=Y
scaleImagesByFactorOf=Масштабировать Изображения В:
framesPerSecond=кадр в секунду
delayBetweenAnimationsSeconds=Задержка Между Анимациями (В Секундах)
opacity=Непрозрачность
language=Язык
location=Расположение
size=Размер
animationAndGraphics=Анимация / Графика
createdBy=По
helpabout=Справка/О Программе
dropFolder=Удалить Папку
useAsDropFolderWithExplanation=Режим Drop Folder (реагирует на ввод, позволяет перетаскивать & & Drop)
folderName=имя папки
folderPath=путь к папке
browse=Просматривать
normal=Нормальный

[LanguageFile]
intendedForProgramVersion=2.0
languageFileVersion=2.0
languageName=Russian
fileAuthor=

[MainContextMenu]
quit=Покидать
helpabout=Справка/О Программе
settings=Настроить
hideLogo=Скрыть Логотип
dropFolderMode=Режим Папки Перетаскивания

[helpAbout]
aboutWindowTitle=О Пользовательском Логотипе Рабочего Стола
officialSupportForum=Форум официальной поддержки - www.donationcoder.com
officialWebsite=Официальный сайт - http://customdesktoplogo.wikidot.com
donateProjectDevelopment=Пожертвовать на развитие проекта (PayPal) - VideoInPicture@gmail.com
emailAuthor=E-mail Author - VideoInPicture@gmail.com
programDescription=Пользовательский логотип рабочего стола позволяет создавать пользовательские статические и анимированные логотипы для вашего компьютера, которые остаются на вашем рабочем столе или поверх всего остального. Оно больш для представлений или для будочек случая где вы хотел были бы затаврить что показано на вашем экране с вашим логосом. Логотипы могут также удвоить как папки падения!

[errorMessages]
Custom Desktop Logo=Пользовательский Логотип Рабочего Стола
usingTooMuchMemoryContinueQuestion=Изображения используют слишком много памяти. Продолжать?
folderDoesNotExist=Папка Не Существует